Repository: Cenditel/cenditel.video
Catalog: cenditel/video/locales/*/LC_MESSAGES/cenditel.video.po
Languages: es

source: Description
es: Descripción

source: File not found
es: Archivo no encontrado

source: The File to be uploaded
es: El archivo a ser cargado

source: The file is not ready yet, please contact site administration
es: El archivo aún no esta listo, contacte a la administración del sitio

source: Validation failed($name: Uploaded data is too large: ${size}MB (max ${max}MB)
es: ¡Fallo validación! ($name: El archivo subido es demasiado grande: su tamaño actual es ${size}MB (máximo permitido ${max}MB)

source: Video
es: Vídeo

source: contenttype_error
es: El archivo tiene que ser uno de los siguientes formatos de vídeo '${types}'.

source: contenttype_error_transcode_service
es: Lo sentimos pero en este momento el servicio de conversión de formatos no esta disponible. Para cargar su archivo tiene que ser uno de los siguientes formatos de vídeo '${types}'.

source: it's video file with streming using html5
es: Este es un archivo de vídeo con streaming usando HTML5

source: label_FileIsWaiting
es: En este momento el archivo esta siendo procesado

source: label_NameInHardDrive
es: Nombre del Archivo en el Disco Duro

source: label_NoHTML5
es: Lo sentimos, su explorador no da soporte a HTML5 por favor descargue

source: label_Sorry
es: Disculpe la inconveniencia...

source: label_TitleInHardDrive
es: Nombre del Vídeo:

source: label_VideoHTML5
es: Vídeo:

source: label_size
es: Tamaño de Archivo
